Merge pull request #3 from danuser2018/docs/technical-specification
docs(readme): remove mermaid diagrams
